Repository: mahmoudeldeeb00/AnimalHealthCare
Catalog: ProjectBackEndDemo/Resource/SharedResource.*.resx
Languages: ar_eg

source: About Us
ar_eg: معلومات عننا

source: Address
ar_eg: العنوان

source: Age
ar_eg: العمر

# AHealthcare&amp;LifestyleSystem
source: A Healthcare & Lifestyle System
ar_eg: الاهتمام بالصحة واسلوب الحياة

source: All
ar_eg: الكل

source: AllSearch
ar_eg: جميع البحث

source: Assessment
ar_eg: تقدير

source: Because every life matters, including our animals lives and their health too.
ar_eg: لأن كل حياة مهمة ، بما في ذلك حياة حيواناتنا وصحتها أيضًا.

source: Care
ar_eg: الرعاية

source: Case Description
ar_eg: وصف الحالة

source: Choose Your Pet
ar_eg: اختر أليفك

source: Choose Your Pet Gender
ar_eg: اختر نوع أليفك

source: Cleanliness
ar_eg: النظافة

source: Confirm Forget Password
ar_eg: تاكيد نسيان كلمة السر

source: Confirm Reset Password
ar_eg: تاكيد اعادة تغيير كلمة السر

source: Contact a veterinarian
ar_eg: الاتصال بطبيب

source: Create new account
ar_eg: إنشاء حساب جديد

source: Create Emergency
ar_eg: اضافة حالة خطرة

source: Current Status
ar_eg: الحالة الحالية

source: Delete
ar_eg: مسح

source: Department of Physics and Computer Science.
ar_eg: قسم الفيزياء وعلوم الحاسب

source: Disease Infection
ar_eg: معدي ؟

source: Disease Medicines
ar_eg: أدوية المرض

source: Disease Name
ar_eg: اسم المرض

source: Disease Pet
ar_eg: أليف المرض

source: Disease Symptoms
ar_eg: أعراض المرض

source: Diseases
ar_eg: الامراض

source: Edit
ar_eg: تعديل

source: Edit Pet Profile
ar_eg: تعديل صفحة الأليف

source: Edit Picture
ar_eg: تعديل الصورة

source: Egypt, Menoufia University.
ar_eg: مصر , جامعة المنوفية

source: Emergencies
ar_eg: الحالات الخطرة

source: Emergency
ar_eg: حالة خطرة

source: Emergency Description
ar_eg: وصف الحالة

source: Emergency Name
ar_eg: اسم الحالة الخطرة

source: Enter Pet Name
ar_eg: أدخل اسم أليفك

source: Enter Your password
ar_eg: أدخل كلمة السر

source: Enter Your UserName
ar_eg: أدخل اسم المستخدم

source: Enter your username or email
ar_eg: أدخل اسمك او عنوان بريدك

source: Enter your email
ar_eg: ادخل عنوان البريد الاكتروني

source: Enter your name
ar_eg: ادخل اسمك

source: FAQ
ar_eg: الاسئلة الشائعة

source: Feedbacks
ar_eg: الآراء

source: Food
ar_eg: الغذاء

source: For Which Pet
ar_eg: لأي أليف

source: Forget Password?
ar_eg: نسيت كلمة السر ؟

source: Glukose
ar_eg: الجلوكوز

source: Have An Emergency Case?
ar_eg: تمتلك حالة طارئة ؟

source: Have an emergency case
ar_eg: في حالة خطرة

source: Health
ar_eg: الصحة

source: Home
ar_eg: الصفحة الرئيسية

source: How To Deal
ar_eg: كيفية التعامل معه

source: How To Deal With Emergency
ar_eg: كيفية التعامل مع الحالة

source: Husbandry
ar_eg: التربية

source: If You Have An Account, We Sent Reset Password Link To Your Email, Please Check Your Mail Box....
ar_eg: لو لديك حساب بهذا الاسم فنحن ارسلنا لك رابط لتغيير كلمة السر الخاص بك .من فضلك تفقد الجيميل الخاص بك

source: Instructions
ar_eg: التعليمات

source: Language
ar_eg: اللغة

source: Let's take care of our animals
ar_eg: هيا نعتني بحيوانتنا الاليفة

source: Life Style
ar_eg: اسلوب الحياة

source: Log In
ar_eg: تسجيل الدخول

source: LogOut
ar_eg: تسجيل الخروج

source: Manage Notifications
ar_eg: اعدادات الاشعالرات

source: mark all as read
ar_eg: تعليم الكل كمقروء

source: Mating
ar_eg: التزاوج

source: Medicine
ar_eg: الدواء

source: Medicine Diseases
ar_eg: أمراض الدواء

source: Medicine Expirty
ar_eg: مدة صلاحية الدواء

source: Medicine Name
ar_eg: اسم الدواء

source: Medicine Price
ar_eg: سعر الدواء

source: Medicine Side Effect
ar_eg: هل للمرض أثار جانبية ؟

source: Medicine Temperature
ar_eg: درجة حرارة الدواء

source: Medicines
ar_eg: الأدوية

source: Monitored Pet
ar_eg: الحيوان المُتابع

source: Monitored System
ar_eg: نوع المتابعة

source: Monitoring
ar_eg: المراقبة

source: Monitoring Page
ar_eg: صفحة المراقبة

source: Name
ar_eg: الاسم

source: Normal Range
ar_eg: المتوسط الطبيعي

source: Notifications
ar_eg: الاشعارات

source: Notifications History
ar_eg: الاشعارات القديمة

source: Notifications history
ar_eg: الاشعارات القديمة

source: Pet
ar_eg: الأليف

source: Pet Age
ar_eg: عُمر الأليف

source: Pet Birthday
ar_eg: يوم ميلاد الأليف تقريبا

source: Pet gender
ar_eg: نوع الأليف

source: Pet Name
ar_eg: اسم الأليف

source: Pet Type
ar_eg: نوع الأليف

source: Phone Number
ar_eg: رقم الهاتف

source: Profile
ar_eg: الملف الشخصي

source: Pulse
ar_eg: نبض القلب

source: Recommended Medicines
ar_eg: الأدوية الموصاة

source: Remember Me
ar_eg: تذكرني

source: Roles Sitting
ar_eg: اعدادات الادمن

source: Save
ar_eg: حفظ

source: Search
ar_eg: بحث

source: Search Page
ar_eg: صفحة البحث

source: Send
ar_eg: ارسال

source: Setting
ar_eg: الاعدادات

source: Show password
ar_eg: اظهار كلمة المرور

source: Some FAQs
ar_eg: بعض الاسئلة الشائعة

source: Speciality
ar_eg: التخصص

source: Status Decription
ar_eg: وصف الحالة

# String1
source: Emergencies
ar_eg: حالات الطوارئ

# String2
source: Pet Gender
ar_eg: اسلوب الحياة

source: Symptom
ar_eg: العرض

source: Symptom Diseases
ar_eg: أمراض العرض

source: Symptom Name
ar_eg: اسم العرض

source: Symptoms
ar_eg: الأعراض

source: Tell Us your feedback
ar_eg: أخبرنا ما هو رايك

source: Tell Us your feedback
ar_eg: اخبرنا عن رأيك

source: Temperature
ar_eg: درجة الحرارة

source: Test
ar_eg: اختبار

# test1
source: Test 2
ar_eg: اختبار 2

source: Theme Color
ar_eg: تغيير الالوان

source: Theme Mood
ar_eg: تغيير الوضع

source: Vet Area To Manage Data
ar_eg: تغيرر البيانات - الدكتور

source: Veterinaries
ar_eg: الأطباء

source: Vets
ar_eg: الأطباء

source: View Dieases
ar_eg: عرض المرض

source: View Disease
ar_eg: عرض المرض

source: View Medicine
ar_eg: عرض الدواء

# View Mine Pet
source: Pet Profile
ar_eg: صفحة الأليف

source: View More
ar_eg: عرض المزيد

source: View Our Feedbacks
ar_eg: عرض كل الاراء

source: View Pet Profile
ar_eg: عرض صفحة الأليف

source: View Symptom
ar_eg: عرض العرض

source: View the case
ar_eg: عرض الحالة

source: View All Cases
ar_eg: عرض كل الحالات

source: ViewAllVets
ar_eg: عرض كل الاطباء

source: View Monitoring Page
ar_eg: عرض صفحة المراقبة

source: We wish that we help you with what you need
ar_eg: نتمني ان نكون قادرين علي مساعدتك

source: What do you want to search?
ar_eg: علي ماذا تريد ان تبحث

source: What's wrong with your pet?
ar_eg: ما الخطا مع اليفك

source: Whats Wrong with your Pet!
ar_eg: ما الخطا مع اليفك

source: Your Password Reseted Successfully, Please Sign In Again ...
ar_eg: كلمة السر تغيرت بالفعل . الرجاء تسجيل الدخول من جديد

source: Your pet condition is ......
ar_eg: حالة أليفك.......
